name: "fr_model"
platform: "onnxruntime_onnx"
max_batch_size: 1
input [
  {
    name: "input.1"
    data_type: TYPE_FP32
    dims: [3, 112, 112]
  }
]
output [
  {
    name: "683"
    data_type: TYPE_FP32
    dims: [512]
  }
]
instance_group [ { kind: KIND_CPU } ]
